export const cityData = [
  {
    value: '长沙市',
    id: '430100',
    childs: [
      {
        value: '芙蓉区',
        id: '430102'
      },
      {
        value: '天心区',
        id: '430103'
      },
      {
        value: '岳麓区',
        id: '430104'
      },
      {
        value: '开福区',
        id: '430105'
      },
      {
        value: '雨花区',
        id: '430111'
      },
      {
        value: '望城区',
        id: '430112'
      },
      {
        value: '长沙县',
        id: '430121'
      },
      {
        value: '宁乡县',
        id: '430124'
      },
      {
        value: '浏阳市',
        id: '430181'
      }
    ]
  },
  {
    value: '株洲市',
    id: '430200',
    childs: [
      {
        value: '荷塘区',
        id: '430202'
      },
      {
        value: '芦淞区',
        id: '430203'
      },
      {
        value: '石峰区',
        id: '430204'
      },
      {
        value: '天元区',
        id: '430211'
      },
      {
        value: '株洲县',
        id: '430221'
      },
      {
        value: '攸县',
        id: '430223'
      },
      {
        value: '茶陵县',
        id: '430224'
      },
      {
        value: '炎陵县',
        id: '430225'
      },
      {
        value: '醴陵市',
        id: '430281'
      }
    ]
  },
  {
    value: '湘潭市',
    id: '430300',
    childs: [
      {
        value: '雨湖区',
        id: '430302'
      },
      {
        value: '岳塘区',
        id: '430304'
      },
      {
        value: '湘潭县',
        id: '430321'
      },
      {
        value: '湘乡市',
        id: '430381'
      },
      {
        value: '韶山市',
        id: '430382'
      }
    ]
  },
  {
    value: '衡阳市',
    id: '430400',
    childs: [
      {
        value: '珠晖区',
        id: '430405'
      },
      {
        value: '雁峰区',
        id: '430406'
      },
      {
        value: '石鼓区',
        id: '430407'
      },
      {
        value: '蒸湘区',
        id: '430408'
      },
      {
        value: '南岳区',
        id: '430412'
      },
      {
        value: '衡阳县',
        id: '430421'
      },
      {
        value: '衡南县',
        id: '430422'
      },
      {
        value: '衡山县',
        id: '430423'
      },
      {
        value: '衡东县',
        id: '430424'
      },
      {
        value: '祁东县',
        id: '430426'
      },
      {
        value: '耒阳市',
        id: '430481'
      },
      {
        value: '常宁市',
        id: '430482'
      }
    ]
  },
  {
    value: '邵阳市',
    id: '430500',
    childs: [
      {
        value: '双清区',
        id: '430502'
      },
      {
        value: '大祥区',
        id: '430503'
      },
      {
        value: '北塔区',
        id: '430511'
      },
      {
        value: '邵东县',
        id: '430521'
      },
      {
        value: '新邵县',
        id: '430522'
      },
      {
        value: '邵阳县',
        id: '430523'
      },
      {
        value: '隆回县',
        id: '430524'
      },
      {
        value: '洞口县',
        id: '430525'
      },
      {
        value: '绥宁县',
        id: '430527'
      },
      {
        value: '新宁县',
        id: '430528'
      },
      {
        value: '城步苗族自治县',
        id: '430529'
      },
      {
        value: '武冈市',
        id: '430581'
      }
    ]
  },
  {
    value: '岳阳市',
    id: '430600',
    childs: [
      {
        value: '岳阳楼区',
        id: '430602'
      },
      {
        value: '云溪区',
        id: '430603'
      },
      {
        value: '君山区',
        id: '430611'
      },
      {
        value: '岳阳县',
        id: '430621'
      },
      {
        value: '华容县',
        id: '430623'
      },
      {
        value: '湘阴县',
        id: '430624'
      },
      {
        value: '平江县',
        id: '430626'
      },
      {
        value: '汨罗市',
        id: '430681'
      },
      {
        value: '临湘市',
        id: '430682'
      }
    ]
  },
  {
    value: '常德市',
    id: '430700',
    childs: [
      {
        value: '武陵区',
        id: '430702'
      },
      {
        value: '鼎城区',
        id: '430703'
      },
      {
        value: '安乡县',
        id: '430721'
      },
      {
        value: '汉寿县',
        id: '430722'
      },
      {
        value: '澧县',
        id: '430723'
      },
      {
        value: '临澧县',
        id: '430724'
      },
      {
        value: '桃源县',
        id: '430725'
      },
      {
        value: '石门县',
        id: '430726'
      },
      {
        value: '津市市',
        id: '430781'
      }
    ]
  },
  {
    value: '张家界市',
    id: '430800',
    childs: [
      {
        value: '永定区',
        id: '430802'
      },
      {
        value: '武陵源区',
        id: '430811'
      },
      {
        value: '慈利县',
        id: '430821'
      },
      {
        value: '桑植县',
        id: '430822'
      }
    ]
  },
  {
    value: '益阳市',
    id: '430900',
    childs: [
      {
        value: '资阳区',
        id: '430902'
      },
      {
        value: '赫山区',
        id: '430903'
      },
      {
        value: '南县',
        id: '430921'
      },
      {
        value: '桃江县',
        id: '430922'
      },
      {
        value: '安化县',
        id: '430923'
      },
      {
        value: '沅江市',
        id: '430981'
      }
    ]
  },
  {
    value: '郴州市',
    id: '431000',
    childs: [
      {
        value: '北湖区',
        id: '431002'
      },
      {
        value: '苏仙区',
        id: '431003'
      },
      {
        value: '桂阳县',
        id: '431021'
      },
      {
        value: '宜章县',
        id: '431022'
      },
      {
        value: '永兴县',
        id: '431023'
      },
      {
        value: '嘉禾县',
        id: '431024'
      },
      {
        value: '临武县',
        id: '431025'
      },
      {
        value: '汝城县',
        id: '431026'
      },
      {
        value: '桂东县',
        id: '431027'
      },
      {
        value: '安仁县',
        id: '431028'
      },
      {
        value: '资兴市',
        id: '431081'
      }
    ]
  },
  {
    value: '永州市',
    id: '431100',
    childs: [
      {
        value: '零陵区',
        id: '431102'
      },
      {
        value: '冷水滩区',
        id: '431103'
      },
      {
        value: '祁阳县',
        id: '431121'
      },
      {
        value: '东安县',
        id: '431122'
      },
      {
        value: '双牌县',
        id: '431123'
      },
      {
        value: '道县',
        id: '431124'
      },
      {
        value: '江永县',
        id: '431125'
      },
      {
        value: '宁远县',
        id: '431126'
      },
      {
        value: '蓝山县',
        id: '431127'
      },
      {
        value: '新田县',
        id: '431128'
      },
      {
        value: '江华瑶族自治县',
        id: '431129'
      }
    ]
  },
  {
    value: '怀化市',
    id: '431200',
    childs: [
      {
        value: '鹤城区',
        id: '431202'
      },
      {
        value: '中方县',
        id: '431221'
      },
      {
        value: '沅陵县',
        id: '431222'
      },
      {
        value: '辰溪县',
        id: '431223'
      },
      {
        value: '溆浦县',
        id: '431224'
      },
      {
        value: '会同县',
        id: '431225'
      },
      {
        value: '麻阳苗族自治县',
        id: '431226'
      },
      {
        value: '新晃侗族自治县',
        id: '431227'
      },
      {
        value: '芷江侗族自治县',
        id: '431228'
      },
      {
        value: '靖州苗族侗族自治县',
        id: '431229'
      },
      {
        value: '通道侗族自治县',
        id: '431230'
      },
      {
        value: '洪江市',
        id: '431281'
      }
    ]
  },
  {
    value: '娄底市',
    id: '431300',
    childs: [
      {
        value: '娄星区',
        id: '431302'
      },
      {
        value: '双峰县',
        id: '431321'
      },
      {
        value: '新化县',
        id: '431322'
      },
      {
        value: '冷水江市',
        id: '431381'
      },
      {
        value: '涟源市',
        id: '431382'
      }
    ]
  },
  {
    value: '湘西土家族苗族自治州',
    id: '433100',
    childs: [
      {
        value: '吉首市',
        id: '433101'
      },
      {
        value: '泸溪县',
        id: '433122'
      },
      {
        value: '凤凰县',
        id: '433123'
      },
      {
        value: '花垣县',
        id: '433124'
      },
      {
        value: '保靖县',
        id: '433125'
      },
      {
        value: '古丈县',
        id: '433126'
      },
      {
        value: '永顺县',
        id: '433127'
      },
      {
        value: '龙山县',
        id: '433130'
      }
    ]
  }
]
